<div id="notice" ver=27>
	<p style="font-size: 20px;text-align: left">
	
	</p> 
	<p style="white-space: pre-wrap;font-size: 12px;text-align: left">
<span style="font-size:20px; font-weight: bold;">이용 약관</span>

제1조 (목적)

이 약관은 위크워크(이하 “회사”)가 제공하는 위크워크 서비스의 이용과 관련하여 회사와 회원 간의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.

제 2 조 (정의)

이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
1. “위크워크”는 회원들이 구성원들과 일주일 또는 그 이상의 시간동안 진행할 업무를 공유하고 처리하는 플랫폼을 의미합니다.
2. “서비스”는 단말기(컴퓨터, 텔레비전, 휴대폰, 기타 휴대 장치 등을 포함한 유선 및 무선 장치)와 상관없이 사용할 수 있는 위크워크 서비스를 의미합니다.
3. “회원”은 위크워크 서비스를 사용하기 위하여 선생님 또는 학교 교직원으로 접속하여 이 약관에 따라 "회사"가 제공하는 모든 "서비스"를 이용하는 고객을 말합니다.
4. "아이디(ID)"는 "회원"의 식별과 "서비스" 이용을 위하여 "회원"이 정하고 "회사"가 승인하는 문자와 숫자의 조합으로 구성되어 있는 이메일주소를 의미합니다. 
5. "비밀번호"는 "회원"이 부여 받은 "아이디와 일치되는 "회원"임을 확인하고 비밀보호를 위해 "회원" 자신이 정한 문자 또는 숫자의 조합을 의미합니다.
6. "학교코드"는 학교채널을 생성한 "회원"이 정한 4자리 숫자의 코드를 의미합니다.
7. "학년코드"는 학년채널을 생성한 "회원"이 정한 4자리 숫자의 코드를 의미합니다.
8. "게시물"은 "회원"이 "서비스"를 이용함에 있어 "서비스상"에 게시한 부호·문자·음성·음향·화상·동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 의미합니다.


제 3 조 (약관의 게시와 개정)

1. "회사"는 이 약관의 내용을 "회원"이 쉽게 알 수 있도록 서비스 초기 화면에 게시합니다.
2. "회사"는 "약관의규제에관한법률", "정보통신망이용촉진및정보보호등에관한법률(이하 "정보통신망법")" 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다. 
3. "회사"가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 제1항의 방식에 따라 그 개정약관의 적용일자 30일 전부터 적용일자 전일까지 공지합니다. 다만, “회원”에게 불리한 약관의 개정의 경우에는 공지 외에 일정기간 서비스 내 전자우편, 로그인시 동의창 등의 전자적 수단을 통해 따로 명확히 통지하도록 합니다. 
4. “회사”가 전항에 따라 개정약관을 공지 또는 통지하면서 “회원”에게 30일 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 “회원”이 명시적으로 거부의 의사표시를 하지 아니한 경우 “회원”이 개정약관에 동의한 것으로 봅니다. 
5. “회원”이 개정약관의 적용에 동의하지 않는 경우 “회사”는 개정 약관의 내용을 적용할 수 없으며, 이 경우 “회원”은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 “회사”는 이용계약을 해지할 수 있습니다.

제 4 조 (약관의 해석) 

이 약관에서 정하지 아니한 사항이나 해석에 대해서는 관계법령 또는 상관례에 따릅니다.

제 5 조 (이용계약 체결)

1. 이용계약은 "회원"이 되고자 하는 자(이하 "가입신청자")가 약관의 내용에 대하여 동의를 한 다음 회원가입신청을 하고 "회사"가 이러한 신청에 대하여 승낙함으로써 체결됩니다.
2. "회사"는 "가입신청자"의 신청에 대하여 "서비스" 이용을 승낙함을 원칙으로 합니다. 다만, "회사"는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다. 
·가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 단 "회사"의 회원 재가입 승낙을 얻은 경우에는 예외로 함. 
·허위의 정보를 기재하거나, "회사"가 제시하는 내용을 기재하지 않은 경우 
·14세 미만 아동이 법정대리인(부모 등)의 동의를 얻지 아니한 경우 
·이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우 
3. "회사"는 서비스관련설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다. 
4. 제2항과 제3항에 따라 회원가입신청의 승낙을 하지 아니하거나 유보한 경우, "회사"는 원칙적으로 이를 가입신청자에게 알리도록 합니다. 
5. 이용계약의 성립 시기는 "회사"가 가입완료를 신청절차 상에서 표시한 시점으로 합니다. 
6. "회사"는 "회원"에 대해 회사정책에 따라 등급별로 구분하여 이용시간, 이용횟수, 서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다. 
7. "회사"는 "회원"에 대하여 "영화및비디오물의진흥에관한법률" 및 "청소년보호법"등에 따른 등급 및 연령 준수를 위해 이용제한이나 등급별 제한을 할 수 있습니다.

제 6 조 (회원정보의 변경) 

1. "회원"은 개인정보관리화면을 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만, 서비스 관리를 위해 필요한 “아이디(이메일주소)”는 수정이 불가능합니다. 
2. "회원"은 회원가입신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 하거나 전자우편 기타 방법으로 "회사"에 대하여 그 변경사항을 알려야 합니다. 
3. 제2항의 변경사항을 "회사"에 알리지 않아 발생한 불이익에 대하여 "회사"는 책임지지 않습니다.

제 7 조 (개인정보보호 의무) 

"회사"는 "정보통신망법" 등 관계 법령이 정하는 바에 따라 "회원"의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련법 및 "회사"의 개인정보취급방침이 적용됩니다. 

제 8 조 ("회원"의 "아이디", "비밀번호"와 “학교코드”, “학년코드”의 관리에 대한 의무) 

1. "회원"의 "아이디"와 "비밀번호"에 관한 관리책임은 "회원"에게 있으며, 이를 제3자가 이용하도록 하여서는 안 됩니다. 
2. "회사"는 "회원"의 "아이디"가 개인정보 유출 우려가 있거나, 반사회적 또는 미풍양속에 어긋나거나 "회사" 및 "회사"의 운영자로 오인한 우려가 있는 경우, 해당 "아이디"의 이용을 제한할 수 있습니다. 
3. "회원"은 "아이디" 및 "비밀번호"가 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 이를 즉시 "회사"에 통지하고 "회사"의 안내에 따라야 합니다. 
4. 제3항의 경우에 해당 "회원"이 "회사"에 그 사실을 통지하지 않거나, 통지한 경우에도 "회사"의 안내에 따르지 않아 발생한 불이익에 대하여 "회사"는 책임지지 않습니다. 
5. “회원” 혹은 “회원”으로부터 “학교코드”, “학년코드””를 전달받은 개인이 잘못된 개인 혹은 다른 경로로 “학교코드”, “학년코드”를 노출하여 “회원”의 기록 내용이 유출될 경우, 이에 대한 책임은 “학교코드”, “학년코드”를 노출한 개인에게 귀속됩니다. 

제 9 조 ("회원"에 대한 통지) 

1. "회사"가 "회원"에 대한 통지를 하는 경우 이 약관에 별도 규정이 없는 한 서비스 내 전자우편주소, 전자쪽지 등으로 할 수 있습니다. 
2. "회사"는 "회원" 전체에 대한 통지의 경우 7일 이상 "회사"의 게시판에 게시함으로써 제1항의 통지에 갈음할 수 있습니다. 
제 10 조 ("회사"의 의무) 

1. "회사"는 관련법과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 "서비스"를 제공하기 위하여 최선을 다하여 노력합니다. 
2. "회사"는 "회원"이 안전하게 "서비스"를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위해 보안시스템을 갖추어야 하며 개인정보취급방침을 공시하고 준수합니다. 
3. "회사"는 서비스이용과 관련하여 "회원"으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하여야 합니다. "회원"이 제기한 의견이나 불만사항에 대해서는 게시판을 활용하거나 전자우편 등을 통하여 "회원"에게 처리과정 및 결과를 전달합니다.

제 11 조 (“회원”의 의무)

1. "회원"은 다음 행위를 하여서는 안 됩니다. 
·신청 또는 변경 시 허위내용의 등록
·타인의 정보도용
·"회사"가 게시한 정보의 변경
·"회사"의 사전 동의 없이 영리 목적의 광고성 정보를 전송하기 위하여 이용하는 행위
·역설계, 소스코드 추출 등의 일체의 가공행위를 통하여 "서비스"를 복제, 분해 또는 모방하거나 기타 변형하는 행위
·자동 접속 프로그램 등을 사용하는 등 정상적인 용법과 다른 방법으로 "서비스"를 이용하여 "회사"의 서버에 부하를 일으켜 회사의 정상적인 "서비스"를 방해하는 행위
·"회사"와 기타 제3자의 저작권 등 지적재산권에 대한 침해
·"회사" 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
·외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 "서비스"에 공개 또는 게시하는 행위
·"회사"의 동의 없이 영리를 목적으로 "서비스"를 사용하는 행위
·기타 불법적이거나 부당한 행위
2. "회원"은 관계법, 이 약관의 규정, 이용안내 및 "서비스"와 관련하여 공지한 주의사항, "회사"가 통지하는 사항 등을 준수하여야 하며, 기타 "회사"의 업무에 방해되는 행위를 하여서는 안 됩니다.

제 12 조 ("서비스"의 제공 등) 

1. “회사”는 “회원”에게 위크워크 행동관리 서비스를 제공합니다.
2. 회사는 "서비스"를 일정범위로 분할하여 각 범위 별로 이용가능시간을 별도로 지정할 수 있습니다. 다만, 이러한 경우에는 그 내용을 사전에 공지합니다. 
3. "서비스"는 연중무휴, 1일 24시간 제공함을 원칙으로 합니다. 
4. "회사"는 국가비상사태, 정전, "서비스" 설비의 장애 또는 "서비스" 이용의 폭주 등으로 정상적인 "서비스" 이용에 지장이 있는 때에는 "서비스"의 전부 또는 일부를 제한하거나 정지할 수 있습니다

제 13 조 ("서비스"의 변경) 

1. "회사"는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 "서비스"를 변경할 수 있습니다. 
2. "서비스"의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우에는 변경사유, 변경될 서비스의 내용 및 제공일자 등은 그 변경 전에 해당 서비스 초기화면에 게시하여야 합니다. 
3. "회사"는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여 관련법에 특별한 규정이 없는 한 "회원"에게 별도의 보상을 하지 않습니다.

제 14 조 (정보의 제공 및 광고의 게재) 

1. "회사"는 "회원"이 "서비스" 이용 중 필요하다고 인정되는 다양한 정보를 공지사항이나 전자우편 등의 방법으로 "회원"에게 제공할 수 있습니다. 다만, "회원"은 관련법에 따른 거래관련 정보 및 고객문의 등에 대한 답변 등을 제외하고는 언제든지 전자우편에 대해서 수신 거절을 할 수 있습니다. 
2. "회사"는 "서비스"의 운영과 관련하여 서비스 화면, 홈페이지, 전자우편 등에 광고성 콘텐츠를 게재할 수 있습니다. 광고성 콘텐츠가 포함된 전자우편을 수신한 "회원"은 수신거절을 "회사"에게 할 수 있습니다. 
3. "이용자(회원, 비회원 포함)"는 회사가 제공하는 서비스와 관련하여 게시물 또는 기타 정보를 변경, 수정, 제한하는 등의 조치를 취하지 않습니다.

제 15 조(“게시물”의 저작권)

1. "회원"이 "서비스" 내에 게시한 "게시물"의 저작권은 해당 게시물의 저작자에게 귀속됩니다. 
2. "회사"는 "회원"의 "게시물"을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 "회원"의 동의를 얻어야 합니다.

제 16 조(“게시물”의 관리)

1. "회원"의 "게시물"이 "정보통신망법" 및 "저작권법"등 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 "게시물"의 게시중단 및 삭제 등을 요청할 수 있으며, "회사"는 관련법에 따라 조치를 취하여야 합니다. 
2. "회사"는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 "게시물"에 대해 임시조치 등을 취할 수 있습니다.

제 17 조 (권리의 귀속)

1. "서비스"에 대한 저작권 및 지적재산권은 "회사"에 귀속됩니다. 단, "회원"의 "게시물" 및 제휴계약에 따라 제공된 저작물 등은 제외합니다. 
2. "회원"은 "서비스"를 이용함으로써 얻은 정보를 "회사"의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 등 기타 방법에 의하여 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.

제 18 조 (계약해제, 해지 등)

1. "회원"은 언제든지 회사를 통하여 이용계약 해지 신청을 할 수 있으며, "회사"는 관련법 등이 정하는 바에 따라 이를 즉시 처리하여야 합니다.
2. "회원"이 계약을 해지할 경우, 관련법 및 개인정보취급방침에 따라 "회사"가 회원정보를 보유하는 경우를 제외하고는 해지 즉시 "회원"의 모든 데이터는 소멸됩니다.
3. "회원"이 계약을 해지하는 경우, "회원"이 작성한 게시물 일체는 삭제됩니다. 다만, 제3자에게 공유 된 게시물은 다른 회원의 정상적인 “서비스” 이용을 위해 “서비스”내에 존재하게 됩니다.

제 19 조 (이용제한 등)

1. "회사"는 "회원"이 이 약관의 의무를 위반하거나 "서비스"의 정상적인 운영을 방해한 경우, 경고, 일시정지, 영구이용정지 등으로 "서비스" 이용을 단계적으로 제한할 수 있습니다. 
2. "회사"는 전항에도 불구하고, "주민등록법"을 위반한 명의도용 및 결제도용, "저작권법" 및 "컴퓨터프로그램보호법"을 위반한 불법프로그램의 제공 및 운영방해, "정보통신망법"을 위반한 불법통신 및 해킹, 악성프로그램의 배포, 접속권한 초과행위 등과 같이 관련법을 위반한 경우에는 즉시 영구이용정지를 할 수 있습니다. 본 항에 따른 영구이용정지 시 "서비스" 이용을 통해 획득한 혜택은 모두 소멸되며, "회사"는 이에 대해 별도로 보상하지 않습니다. 
3. "회사"는 "회원"이 계속해서 3개월 이상 로그인하지 않는 경우, 회원정보의 보호 및 운영의 효율성을 위해 이용을 제한할 수 있습니다. 
4. "회사"는 본 조의 이용제한 범위 내에서 제한의 조건 및 세부내용은 이용제한정책 및 서비스상의 운영정책에서 정하는 바에 의합니다. 
5. 본 조에 따라 "서비스" 이용을 제한하거나 계약을 해지하는 경우에는 "회사"는 제9조["회원"에 대한 통지]에 따라 통지합니다. 
6. "회원"은 본 조에 따른 이용제한 등에 대해 "회사"가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 이의가 정당하다고 "회사"가 인정하는 경우 "회사"는 즉시 "서비스"의 이용을 재개합니다.

제 20 조 (책임제한)

1. "회사"는 천재지변 또는 이에 준하는 불가항력으로 인하여 "서비스"를 제공할 수 없는 경우에는 "서비스" 제공에 관한 책임이 면제됩니다. 
2. "회사"는 "회원"의 귀책사유로 인한 "서비스" 이용의 장애에 대하여는 책임을 지지 않습니다. 
3. "회사"는 "회원"이 "서비스"와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다. 
4. "회사"는 "회원" 간 또는 "회원"과 제3자 상호간에 "서비스"를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다. 
5. "회사"는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.
  
제21조(준거법 및 관할법원)

1. 이 약관의 해석 및 "회사"와 "회원" 간의 분쟁에 대하여는 대한민국의 법령을 적용합니다.
2. "서비스" 이용 중 발생한 "회사"와 "회원" 간의 소송은 회사 본사의 소재지역에 위치한 법원에 제소합니다.
[부칙]
공고일자: 2016년 7월 7일
시행일자: 2016년 7월 7일




<span style="font-size:20px; font-weight: bold;">개인정보 처리방침</span>


위크워크('https://weekwork.net'이하 'Weekwork')은(는) 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.

위크워크('Weekwork') 회사는 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.

본 방침은 2016년 7월 7일부터 시행됩니다.

1. 개인정보의 처리 목적

위크워크('https://weekwork.net'이하 'Weekwork')은(는) 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전 동의를 구할 예정입니다.

가. 홈페이지 회원가입 및 관리
회원 가입의사 확인, 회원자격 유지·관리, 서비스 부정이용 방지 등을 목적으로 개인정보를 처리합니다.
나. 민원사무 처리
민원사항 확인, 사실조사를 위한 연락·통지 등을 목적으로 개인정보를 처리합니다.
다. 재화 또는 서비스 제공
서비스 제공 등을 목적으로 개인정보를 처리합니다.
라. 마케팅 및 광고에의 활용
신규 서비스(제품) 개발 및 맞춤 서비스 제공, 광고 게재, 서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.

2. 개인정보 파일 현황

이용자의 개인정보의 보유 및 이용기간은 회원 가입 시점부터 발생됩니다. 회원 탈퇴를 요청하거나 개인정보의 수집 및 이용에 대한 동의를 철회하는 경우, 수집 및 이용목적이 달성되거나 보유 및 이용기간이 종료된 경우 해당 개인정보를 지체 없이 파기합니다.


개인정보 파일명 : 위크워크 개인정보처리방침

개인정보 항목
필수항목 : 성명, 이메일, 비밀번호, 학교, 학반, 
수집방법 : 홈페이지 회원가입
보유근거 : 서비스 이용자의 이용패턴에 따른 최적의 사용성을 제공하기 위함
보유기간 : 준영구

3. 정보주체의 권리,의무 및 그 행사방법

이용자는 개인정보주체로서 다음과 같은 권리를 행사할 수 있습니다.

이용자의 개인정보의 보유 및 이용기간은 회원 가입 시점부터 발생됩니다. 회원 탈퇴를 요청하거나 개인정보의 수집 및 이용에 대한 동의를 철회하는 경우, 수집 및 이용목적이 달성되거나 보유 및 이용기간이 종료된 경우 해당 개인정보는 즉시 파기됩니다.

① 정보주체는 위크워크('https://weekwork.net'이하 'Weekwork')에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.

1. 개인정보 열람요구
2. 오류 등이 있을 경우 정정 요구
3. 삭제요구
4. 처리정지 요구
② 제1항에 따른 권리 행사는 위크워크('https://weekwork.net'이하 'Weekwork')에 대해 개인정보 보호법 시행규칙 별지 제8호 서식에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 (기관/회사명)(‘사이트URL’이하 ‘사이트명) 은(는) 이에 대해 지체 없이 조치하겠습니다.

③ 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 (기관/회사명)(‘사이트URL’이하 ‘사이트명) 은(는) 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.

④ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.

4. 개인정보관리책임자 및 담당자의 연락처

귀하께서는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다.

회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.

개인정보 관리책임자
이름 : 김준영
부서 : 운영팀
직책 : 운영팀장
연락처 : gomjjun@gmail.com
기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.

개인분쟁조정위원회 (www.1336.or.kr / 1336)
대검찰청 인터넷범죄수사센터 (http://icic.sppo.go.kr / 02-3480-3600)
경찰청 사이버테러대응센터 (www.ctrc.go.kr / 02-392-0330)

5. 고지의 의무

현 개인정보취급방침 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일전부터 홈페이지의 ‘공지사항’을 통해 고지할 것입니다.

개인정보보호취급방침 변경 공고일자 : 2016년 7월 7일
개인정보보호취급방침 변경 시행일자 : 2016년 7월 7일
	</p> 
 <!-- 
	<p style="padding:30px;font-size: 20px;text-align: left">
		<span style="color:red;font-weight: bold;">2016학년도 설정 :</span>변경된 학교,학반으로 정보를 수정하시고 학급코드도 수정하시기 바랍니다. 기존의 학급코드를 그대로 이용할 경우 작년 학생들이 열람 가능할 수 있으니 유의하시기 바랍니다.<br/><br/>초기화된 학급코드를 수정하시면 알림장 작성이 가능합니다. ^^

	</p> -->

</div>